{
    "órgãos do Sistema Circulatório": {
        "Sangue": "O sangue é um tecido líquido produzido na medula óssea composto por plaquetas, hemácias e leucócitos. Ele possui um papel fundamental no sistema cardiovascular, tendo a função de carregar os nutrientes e o oxigênio através da corrente sanguínea até as células.",
        "Coração": "O coração é um órgão que funciona como uma bomba, tendo a função de impulsionar o sangue para os pulmões e para demais os tecidos e células do organismo humano.",
        "Vasos Sanguíneos": "Os vasos sanguíneos são tubos condutores do sistema circulatório. Eles estão distribuídos por todo o organismo, sendo os locais por onde o sangue circula. São constituídos por uma rede de artérias e veias que se ramificam formando os capilares."
    },
    "órgãos do Sistema Respiratório": {
        "Nariz": "Primeiro componente do sistema respiratório, o nariz é o principal meio de entrada do ar no organismo humano. No nariz o ar é aquecido, umedecido e filtrado.",
        "Faringe": "Órgão comum aos sistemas respiratório e digestório, a faringe está conectada à boca e às fossas nasais. O ar inspirado pelas narinas, ou pela boca, passa pela faringe antes de chegar à laringe.",
        "Laringe": "A laringe conduz o ar inspirado até a traqueia, além de ser o local onde as cordas vocais se localizam. Elas são capazes de emitir sons durante a passagem de ar, sendo essenciais para a fala.",
        "Traqueia": "A traqueia é um tubo que conduz o ar inspirado que vem da laringe e se bifurca em sua região inferior, dando origem aos brônquios.",
        "Brônquios": "Os brônquios são constituídos por duas ramificações da traqueia, que se ramificam em tubos cada vez mais finos e chegam até os pulmões, os bronquíolos.",
        "Alvéolos Pulmonares": "Os alvéolos são pequenos sacos constituídos por células epiteliais achatadas e cobertos por capilares sanguíneos, no final dos menores bronquíolos. É o local onde ocorre a hematose pulmonar."
    },
    "A Respiração": {
        "A Respiração": "Os alvéolos são pequenos sacos constituídos por células epiteliais achatadas e cobertos por capilares sanguíneos, no final dos menores bronquíolos. É o local onde ocorre a hematose pulmonar. A inspiração, que acontece por meio da contração do diafragma e dos músculos intercostais, proporciona a entrada de ar dentro dos pulmões. O ar inspirado é rico em gás oxigênio (O2)."
    },
    "órgãos do Sistema Digestivo": {
        "Boca": "",
        "Faringe e Esôfago": "A boca é onde a digestão dos alimentos se inicia. É o local onde o alimento é triturado pelos dentes e envolvido pela língua em conjunto com a saliva, que são produzidas e secretadas pelas glândulas salivares que ficam em anexo à boca. A faringe é um canal que participa dos sistemas digestório e respiratório. Ela conduz o ar que depois vai para a laringe e o alimento, que vai para o esôfago. O esôfago é o canal que leva o alimento ao estômago. Ele se encontra entre os pulmões, atrás do coração, atravessando o músculo diafragma.",
        "Estômago": "O estômago é o órgão em que os alimentos são armazenados e misturados com o suco gástrico, que tem como função quebrar os alimentos em nutrientes menores.",
        "Intestino Delgado": "O intestino delgado é o local onde acontece grande parte da digestão e a absorção de nutrientes pelo organismo.",
        "Intestino Grosso": "O intestino grosso é órgão responsável pela absorção de água, tanto a ingerida quanto a água proveniente das secreções digestivas."
    },
    "Componentes do Sistema Nervoso Central": {
        "Encéfalo": "O encéfalo é constituído pelo cérebro, cerebelo e tronco encefálico. Está presente no crânio e, em conjunto com a medula e os nervos, constituem o Sistema Nervoso Central.",
        "Cérebro": "O cérebro é o principal órgão do Sistema Nervoso, tendo a função de controlar ações motoras, estímulos sensoriais e atividades neurológicas como a memória, o aprendizado, os pensamentos, a fala, etc.",
        "Cerebelo": "O cerebelo é responsável por manter o equilíbrio corporal, controlar o tônus muscular e comandar a aprendizagem motora. Ele possui dois hemisférios separados pelo vérmis, uma fissura longitudinal estreita.",
        "Tronco Encefálico": "O tronco encefálico é constituído pelo mesencéfalo, ponte e bulbo. O mesencéfalo é a menor parte do tronco encefálico, e está localizada entre a ponte e o cérebro. A ponte está localizada entre o mesencéfalo e o bulbo. Neste último, a parte inferior conecta a medula espinhal e a superior com a ponte.",
        "Medula Espinhal": "A medula espinhal é a parte mais extensa do Sistema Nervoso Central. Ela é constituída por um cordão cilíndrico, composto de células nervosas, localizado no canal interno das vértebras da coluna vertebral. A medula é responsável por promover a comunicação entre o organismo e o Sistema Nervoso, tendo também a função de coordenar os reflexos."
    },
    "Componentes do Sistema Nervoso Periférico": {
        "Nervos": "Os nervos são fibras nervosas que são envolvidas por tecido conjuntivo. Eles conectam o SNC aos demais órgãos periféricos, e também possuem a função de transmitir os impulsos nervosos.",
        "Gânglios": "Os gânglios são acumulações de neurônios localizados fora do SNC e espalhados pelo corpo. Normalmente, eles formam uma estrutura esférica."
    },
    "Glândulas do Sistema Endócrino": {
        "Hipófise": "A hipófise é uma glândula que se encontra no centro da cabeça, abaixo do cérebro. Ela é responsável por produzir vários hormônios, e é considerada a glândula mestre do organismo humano, uma vez que ela estimula a atividade de outras glândulas.",
        "Hipotálamo": "É a região do encéfalo que produz hormônios que ficam armazenados na neuroipófise, ou que agem na adenoipófise através do estímulo ou da inibição de suas secreções.",
        "Tireoide": "A tireóide é uma glândula que produz diversos hormônios responsáveis por controlar a velocidade do metabolismo celular, manutenção do peso e temperatura corporal, crescimento e ritmo do coração.",
        "Paratireoides": "São quatro pequenas glândulas localizadas atrás da tireóide e que produzem o hormônio paratormônio. O déficit desse hormônio diminui a quantidade de cálcio no sangue, contraindo violentamente os músculos.",
        "Timo": "O timo é uma glândula localizada entre os pulmões, e faz parte dos sistemas linfático e imunológico. Ele é responsável por produzir um hormônio que age na defesa do organismo do recém-nascido contra infecções.",
        "Suprarrenais": "As glândulas suprarrenais são duas glândulas que estão localizadas acima dos rins. A glândula suprarrenal direita possui formato triangular, enquanto a esquerda possui a forma de meia-lua.",
        "Pâncreas": "O pâncreas pode ser considerado uma glândula mista, pois, além de participar do sistema endócrino, produzindo hormônios, ele também participa do sistema digestivo, produzindo o suco pancreático e desempenhando um papel importante na digestão.",
        "Glândulas sexuais": "As glândulas sexuais (ou gônadas) do organismo são os testículos, que fazem parte do sistema reprodutor masculino, e os ovários, que fazem parte do sistema reprodutor feminino. Os testículos e os ovários iniciam sua produção de hormônios através do estímulo dos hormônios produzidos pela hipófise."
    },
    "Órgãos do Sistema Excretor": {
        "Rins": "Os rins são órgãos em formato de feijão, constituídos por uma região cortical e uma região medular. As regiões corticais e medulares recebem sangue pela artéria renal e são drenadas pela veia renal. A região cortical é onde estão presentes os néfrons, que são as unidades funcionais dos rins. Os néfrons estão localizados nos rins em grandes quantidades (aproximadamente 1.200.000 em cada rim) e são os responsáveis pela formação da urina, filtrando os elementos do plasma sanguíneo e, posteriormente, eliminando a urina.",
        "Néfron": "Os néfrons estão localizados nos rins em grandes quantidades (aproximadamente 1.200.000 em cada rim) e são os responsáveis pela formação da urina, filtrando os elementos do plasma sanguíneo e, posteriormente, eliminando a urina.",
        "Ureteres": "Os ureteres são tubos que ligam e transportam a urina do rim à bexiga. Eles realizam movimentos peristálticos que ajudam na condução da urina até a bexiga, sendo um ureter para cada rim.",
        "Bexiga": "A bexiga é o órgão que armazena a urina produzida pelos rins e transportada pelos ureteres. Ela também é a responsável por eliminar a urina e que possui uma alta capacidade elástica, podendo armazenar até 800 ml de urina.",
        "Uretra": "A uretra é responsável por expelir a urina para fora do organismo, durante a micção. Ela faz parte também do sistema reprodutor no caso dos homens, sendo o local por onde o sêmen é expelido na ejaculação. Entretanto, nas mulheres a uretra é restrita ao sistema excretor. O Sistema Urinário é uma parte do Sistema Excretor, Há outras:"
    },
    "Excreção do Suor": {
        "Excreção do Suor": "A uretra é responsável por expelir a urina para fora do organismo, durante a micção. Ela faz parte também do sistema reprodutor no caso dos homens, sendo o local por onde o sêmen é expelido na ejaculação. Entretanto, nas mulheres a uretra é restrita ao sistema excretor. O Sistema Urinário é uma parte do Sistema Excretor, Há outras: O suor também é uma maneira do organismo eliminar substâncias que podem ser tóxicas para ele. Os órgãos utilizados para eliminar o suor são glândulas sudoríparas, que são células presentes na pele espalhadas pelo corpo todo."
    },
    "Sistema Reprodutor Masculino": {
        "Órgãos do Sistema Reprodutor Masculino": "Pênis: órgão reprodutor e excretor do organismo masculino. Contém em seu interior a uretra, que é responsável pela eliminação da urina e pela condução do sêmen, que contém os espermatozoides; Bolsa escrotal: cavidade que aloja e protege os testículos, sendo responsável pela manutenção da temperatura adequada à fisiologia dessas estruturas; Testículos: são glândulas que produzem os gametas masculinos, através da espermatogênese, e que possuem células intersticiais (células de Leydig), que sintetizam a testosterona, hormônio sexual masculino; Epidídimo: ducto formado por um canal emaranhado que coleta, armazena e conduz os espermatozoides. Os gametas ficam maduros com maior mobilidade, tornando-se aptos à fecundação; Ducto deferente: canal que transporta os espermatozoides do epidídimo até um complexo de glândulas anexas; Glândulas anexas: conjunto formado pela próstata, vesículas seminais e glândulas bulbouretrais. Formam a secreção que compõe o sêmen, fluido que nutre e proporciona o meio de sobrevivência aos espermatozoides, como a neutralização do pH levemente ácido da uretra."
    },
    "Sistema Reprodutor Feminino": {
        "Componentes do Sistema Reprodutor Feminino": "Vulva: é o conjunto de estruturas que formam o aparelho reprodutor feminino externo (lábios vaginais, orifício da uretra, abertura da vagina e clitóris); Lábios vaginais (grandes e pequenos): essas dobras da pele formadas por tecido adiposo são responsáveis pela proteção do aparelho reprodutor feminino; Clitóris: órgão sensível do organismo feminino; Vagina: canal que recebe o pênis durante o ato sexual, servindo também como ducto para eliminação do fluxo menstrual e expulsão no momento do parto normal; Útero: órgão que recepciona o zigoto (óvulo fecundado) e proporciona o seu desenvolvimento durante o período gestacional. Além de proteger o embrião contra choques mecânicos, também impede a transposição de impurezas e micro-organismos patogênicos, além de auxiliar na manutenção da nutrição (formação da placenta e cordão umbilical); Tubas uterinas ou trompas: são ovidutos que possuem inúmeros cílios em sua superfície interna e desempenham a função de transportar o “óvulo” do ovário até o útero. É nas trompas que acontece a fecundação, o encontro do espermatozóide com o “óvulo”. Ovários: são glândulas responsáveis pela ovulação e produzem também os hormônios sexuais estrógeno e progesterona."
    },
    "Tipos de Músculos": {
        "Lisos ou viscerais": "Os músculos lisos são formados através de células fusiformes, isto é, que possuem somente um núcleo. A contração desse músculo é completamente involuntária, podendo ser encontrado na bexiga, nos vasos sanguíneos, no útero e no intestino.",
        "Músculos estriados cardíacos": "Os músculos estriados cardíacos são aqueles formados por uma rede de fibras ramificadas e conjugadas umas às outras. Esses músculos constituem o miocárdio, o revestimento muscular do coração, sendo responsável pelas contrações involuntárias do coração, que são controladas pelo sistema nervoso.",
        "Músculos estriados esqueléticos": "Os músculos estriados esqueléticos também são formados por fibras musculares e carregados de terminações nervosas. Esses músculos estão relacionados com os movimentos do corpo e com o sustento da postura corporal."
    },
    "componentes do Sistema Linfático": {
        "Linfonodos": "Os linfonodos, também chamados de nódulos linfáticos, são órgãos pequenos localizados no pescoço, no tórax, no abdômen, na axila e na virilha. Eles têm a função de filtrar a linfa antes que esta retorne ao sangue. Os linfonodos também são responsáveis por atuar na defesa do corpo.",
        "Linfa": "A linfa é um líquido alcalino que se assemelha ao sangue, mas não possui hemácias e, por esse motivo, possui um aspecto esbranquiçado e leitoso. A linfa é produzida pelo intestino delgado e pelo fígado, circula pelos vasos linfáticos e é a responsável por eliminar impurezas do organismo.",
        "Vasos linfáticos": "Os vasos linfáticos são canais distribuídos pelo corpo humano e são responsáveis por transportar a linfa na corrente sanguínea em sentido único. Eles também agem no sistema de defesa do organismo, transportando linfócitos que são os mecanismos de defesa do corpo humano.",
        "Baço": "O baço é um órgão de formato oval, que se encontra abaixo do diafragma e atrás do estômago. Maior dos órgãos linfáticos, o baço tem a função de produzir células de defesa (linfócitos) e hemácias, de armazenar o sangue e liberar hormônios. Ele possui grande quantidade de macrófagos que eliminam microorganismos, restos de tecido, partículas estranhas e células desgastadas. Assim, o baço “limpa” o sangue, funcionando como seu filtro.",
        "Timo": "O timo é um órgão que é mais desenvolvido durante o período pré-natal, e que, desde o nascimento até a puberdade, sofre o processo de involução, diminuindo de tamanho ao longo da vida. O timo é considerado um órgão linfático pois é composto por um alto número de linfócitos, e por sua função ser exclusivamente a produção desses linfócitos.",
        "Tonsilas palatinas (Amígdalas)": "Popularmente conhecidas como amígdalas, as tonsilas palatinas estão localizada na garganta e são responsáveis pela seleção de microorganismos que invadem o corpo. Elas também têm a função de defesa do organismo, pois também produzem linfócitos."
    },
    "Resposta Imune": {
        "Resposta Imune": "Popularmente conhecidas como amígdalas, as tonsilas palatinas estão localizada na garganta e são responsáveis pela seleção de microorganismos que invadem o corpo. Elas também têm a função de defesa do organismo, pois também produzem linfócitos. É o mecanismo de defesa do corpo através do sistema imunológico. Existem dois tipos de respostas imunes: a inata e a adaptativa.",
        "Imunidade inata": "A imunidade inata é a linha de frente contra os invasores do corpo humano, estando presente mesmo antes do contato com a partícula estranha. Ela é representada por barreiras físicas, químicas e biológicas, e seus principais mecanismos são: fagocitose, liberação de proteínas que atacam a membrana de microorganismos e linfócitos NK, que promovem a lise da partícula estranha."
    }
}